app/controllers/books_controller.rb

def create
 @book = Book.new(book_params)
     if @book.save
---
INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "ggbf"], ["body", "vffvv"], ["created_at", "2021-10-26 11:10:01.771559"], ["updated_at", "2021-10-26 11:10:01.771559"]]